/*
 * Loco ios export: iOS Localizable.strings
 * Project: strings.xml conversion
 * Release: Working copy
 * Locale: en_US, English (USA)
 * Exported at: Wed, 13 May 2015 15:01:57 +0100
 */

/*  */
"hello_world" = "Hello world!";

/*  */
"action_settings" = "Settings";

/*  */
"error" = "Error";

/*  */
"less" = "Less";

/*  */
"more" = "More";

/*  */
"errorConnection" = "Connection error";
"server_not_found" = "Server not found. Please check the URL.";
"server_undefined_error" = "There was a problem communicating with the server.";
"error_response_code" = "The server returned an error. Status code: ";

/*  */
"tryAgain" = "Try again";

/*  */
"cancel" = "Cancel";

/*  */
"app_name" = "Easy Redmine";

/*  */
"login_button_login" = "Login";

/*  */
"drawer_open" = "Open";

/*  */
"drawer_close" = "Close";

/*  */
"tasks" = "Tasks";

/*  */
"searchProject" = "Jump to project";

/*  */
"newTask" = "New task";

/*  */
"addComment" = "Add comment";

/*  */
"insertTime" = "Insert time";

/*  */
"activity" = "Activity";

/*  */
"addTime" = "Add time";

/*  */
"save" = "Save";

/*  */
"description" = "Description";

/*  */
"task_detail_info" = "Info";

/*  */
"task_detail_additional_info" = "Additional info";

/*  */
"task_detail_attachements" = "Attachments";

/*  */
"task_detail_children" = "Children";

/*  */
"task_detail_related" = "Related";

/*  */
"task_detail_id" = "Id";

/*  */
"task_detail_project" = "Project";

/*  */
"task_detail_tracker" = "Tracker";

/*  */
"task_detail_status" = "Status";

/*  */
"task_detail_priority" = "Priority";

/*  */
"task_detail_author" = "Author";

/*  */
"task_detail_due_date" = "Due date";

/*  */
"task_detail_estimated_time" = "Estimated time";

/*  */
"task_detail_spent_time" = "Spent time";

"task_detail_custom_fields" = "Custom Fields";

/*  */
"task_list_item_due_date" = "Due date:";

/*  */
"tasks_list_filter" = "Filters";

/*  */
"tasks_list_filter_my_issues" = "My tasks";

/*  */
"menu_new_issues" = "New task";

/*  */
"menu_tasks" = "Tasks";

/*  */
"login_button_easyredmine" = "I have Easy Redmine Account";

/*  */
"login_button_redmine" = "I have Redmine account";

/*  */
"login_button_no_account" = "I don't have any Redmine account";

/*  */
"create_account_page_title" = "Create trial account";

/*  */
"login_server_url_easyrm" = "Easy Redmine URL";
"login_server_url" = "Redmine URL";
/*  */
"login_username" = "Username";

/*  */
"login_password" = "Password";

"login_email_placeholder" = "Email (Optional)";
"login_phone_placeholder" = "Phone (Optional)";
/*  */
"login_error_empty_url" = "Url cannot be empty";

/*  */
"switch_to_easy_redmine" = "SWITCH TO EASY REDMINE";

/*  */
"switch_to_redmine" = "SWITCH TO REDMINE";

/*  */
"create_free_trial" = "CREATE FREE TRIAL";

/*  */
"login_phone" = "Phone (Optional)";

/*  */
"login_email" = "Email (Optional)";

/*  */
"menu_title_edit" = "Edit project";

/*  */
"menu_title_see_on_web" = "See on web";

/*  */
"menu_title_delete" = "Delete";

/*  */
"title_redmine" = "Redmine";

/*  */
"title_easy_redmine" = "Easy Redmine";

/*  */
"project_detail_statistics" = "Statistics";

/*  */
"project_detail_issues" = "Tasks";

/*  */
"project_detail_due_date" = "Due date";

/*  */
"no_value" = "---";

/*  */
"menu_title_filter" = "Set filters";

/*  */
"filters" = "Filters";

/*  */
"default_filter" = "Default";


"filter_all_tasks" = "All tasks";
/*  */
"filter_my_issues" = "My tasks";

/*  */
"filter_watched_by_me" = "I am watcher";

/*  */
"filter_assigned_to_me" = "I am assignee";

/*  */
"filter_i_am_author" = "I am author";

/*  */
"filter_last_updated" = "Last updated";

/*  */
"private_filter" = "Private";

/*  */
"public_filter" = "Public";

/*  */
"menu_title_journal" = "Journals";

/*  */
"menu_title_add_time" = "Add time";

/*  */
"task_detail_journals" = "History";

"JOURNALS_EMPTY_DATASET" = "No Journals";

/*  */
"comment_info_template" = "by %1$s %2$s";

/*  */
"prefix_author" = "by";

/*  */
"comment_hint" = "Enter your comment";

/*  */
"menu_logout" = "Log out";

/*  */
"logout_title" = "Log out";

/*  */
"logout_content" = "Do you really want to log out?";

/*  */
"agree" = "Confirm";

/*  */
"disagree" = "Cancel";

/*  */
"new_task_project" = "Project";

/*  */
"new_task_milestone" = "Milestone";

/*  */
"add_time_time" = "Time";

/*  */
"add_time_date" = "Date";

/*  */
"add_time_comment" = "Comment";

/*  */
"add_time_activity" = "Activity";

/*  */
"new_task_subject" = "Subject";

/*  */
"new_task_description" = "Description";

/*  */
"new_task_category" = "Category";

/*  */
"new_task_parent_task" = "Parent task";

/*  */
"new_task_estimated_time" = "Estimated time";

/*  */
"new_task_due_date" = "Due date";

/*  */
"new_task_start_date" = "Start date";

/*  */
"new_task_priority" = "Priority";

/*  */
"new_task_done" = "Done";

/*  */
"new_task_status" = "Status";

/*  */
"new_task_tracker" = "Tracker";

/*  */
"new_task_assignee" = "Assignee";

/*  */
"validation_title" = "Chyba";

/*  */
"add_time_validation_time" = "You need to add time";

/*  */
"validation_ok" = "OK";

/*  */
"add_time_validation_activity" = "Application was unable to download activity types";

/*  */
"add_time_failure" = "Request failed";

/*  */
"menu_title_edit_task" = "Edit task";

/*  */
"dialog_title_delete_task" = "Delete task";

/*  */
"dialog_content_delete_task" = "Do you really want to delete task?";

/*  */
"error_you_cant_delete_this_issue" = "You don´t have permission to delete this issue";

/*  */
"filter_favorited" = "Favorited";

/*  */
"filter_value_favorited" = "favorited=1&set_filter=1";

/*  */
"filter_value_assigned_to_me" = "set_filter=1&status_id=o&assigned_to_id=me";

/*  */
"filter_value_watched_by_me" = "set_filter=1&status_id=o&watcher_id=me";

/*  */
"filter_value_i_am_author" = "set_filter=1&status_id=o&author_id=me";

/*  */
"filter_value_last_updated" = "set_filter=1&status_id=o&last_updated_on=7_days";

/*  */
"insertComment" = "Insert comment";

/*  */
"new_task_subject_hint" = "Insert subject";

/*  */
"new_task_description_hint" = "Insert description";

/*  */
"new_task_estimated_hint" = "Insert estimated time";

/*  */
"new_task_parent_hint" = "#";

/*  */
"new_task_due_date_hint" = "Set due date";

/*  */
"new_task_start_date_hint" = "Set start date";

/*  */
"task_detail_assignee" = "Assignee";

/*  */
"task_detail_milestone" = "Milestone";

/*  */
"task_detail_start_time" = "Start time";

/* */
"task_detail_category" = "Category";

/*  */
"file_not_found" = "File not found";

/*  */
"add_attachment" = "Add attachment";

/*  */
"attachments" = "Attachments";

/*  */
"title_activity_new_task" = "New task activity";

/*  */
"confirm_remove_attachment" = "Remove attachment";

/*  */
"confirm_remove_attachment_content" = "Do you want to remove this attachment from task?";

/*  */
"action_remove_attachment" = "Remove";

/*  */
"bad_credentials" = "Wrong username or password";

/*  */
"unknown_host" = "Unknown host";

/*  */
"group" = "Group %1$s";

/*  */
"progress_dialog" = "Loading values";

/*  */
"please_wait" = "Please wait. Synchronizing project values.";

/*  */
"no_internet_connection" = "No internet connection";

/*  */
"title" = "Cancel action";

/*  */
"content" = "Leaving this page will cause loss of your filled data.";

/*  */
"editTask" = "Edit task";

/*  */
"creating_task" = "Creating new task";

/*  */
"edit_task" = "Updating task";

/*  */
"title_error" = "Error";

//ios specific
"saved_issue_title" = "Saved task";
"saved_issue_subtitle" = "You have unfinished work on task.";
"saved_issue_delete" = "Delete";
"saved_issue_show" = "Show";
"ok" = "OK";
"new_task_none" = "None";
"camera" = "Camera";
"gallery" = "Gallery";
"add_time_done" = "Done";
"add_time_warning_title" = "Warning";
"add_time_warning_subtitle" = "Time of activity is empty";
"back" = "Back";
"send" = "Send";
"sent" = "Sent";
"alert_empty_fields" = "Please fill in all the fields.";


"alert_login_protocol" = "Choose Protocol";

"alert_login_protocol_msg" = "You must choose either HTTP or HTTPS for communicating with the server. If you are having trouble logging in, contact your server administrator.";

"search_no_result" = "no result";

"menu_issues" = "Tasks";

"project_detail_sum_time" ="Sum of spent time";

"project_detail_estimated_time" = "Estimated time";

"get_free_trial" = "Get free trial";


"yes" = "Yes";
"no" = "No";
"none" = "None";



"FILTERS_INVALID_FILTER_USED_TITLE" = "Couldn't fetch issues";
"FILTERS_INVALID_FILTER_USED_SUBTITLE" = "You probably used a filter that can only be used with certain projects. Filters have been reset.";









